Repository: JosephGabito/subway-2.0
Catalog: languages/subway-*.po
Languages: fr_fr

source: Pages Visibility
fr_fr: Visibilité des pages

source: Redirect Options
fr_fr: Options de redirection

source: Public Website
fr_fr: Site web public

source: Private Login Page
fr_fr: Page de connexion de la zone privée

source: Public Posts IDs
fr_fr: ID des actualités publiques

source: Redirect Type
fr_fr: Type de redirection

source: Bypassing <em>wp-login.php</em>
fr_fr: Contourner la page <em>wp-login.php</em>

source: All settings related to the visibility of your site and pages.
fr_fr: Tous les paramètres liés à la visibilité de votre site et de vos pages.

source: Subway Settings
fr_fr: Paramètres Subway

source: Username and Password cannot be empty.
fr_fr: Le nom d'utilisateur et le mot de passe sont obligatoires

source: You have successfully logged-in. Redirecting you in few seconds...
fr_fr: Vous vous êtes connecté avec succès. Nous allons vous rediriger dans quelques secondes...

source: An error occured while transmitting the data. Refresh the page and try again
fr_fr: Une erreur est survenue pendant la transmission des informations. Veuillez rafraichir la page et réessayer

source: This option will overwrite the 'Private Login Page' below. BuddyPress pages like user profile, members, and groups are still only available to the rightful owner of the profile.
fr_fr: Cette option outrepassera la 'Page de connexion de la zone privée' ci-dessous. Les pages tels que le profil utilisateur, les membres, et les groupes restent accessibles uniquement au propriétaire du profil.

source: In case, you were locked out. Use the link below to bypass the log-in page and go directly to your website's wp-login URL (http://yoursiteurl.com/wp-login.php): <strong style='color: #e53935;'>%s</strong>
fr_fr: Dans le cas où vous seriez bloqué. Utiliser le lien ci-dessous pour outrepasser la page de connexion et aller directement à la page de connexion WordPress de votre site web ayant une URL du type (http://yoursiteurl.com/wp-login.php): <strong style='color: #e53935;'>%s</strong>

source: Select a login page and save the changes to make your site private. Leave blank to make your site public. %1$s.
fr_fr: Sélectionner une page de connexion et sauvegarder les changements pour rendre votre site privé. Laisser vide pour rendre votre site public. %1$s.

source: You need to add "[subway_login]" shortcode in the selected page to show the login form (this will be done automatically after saving)
fr_fr: Vous devez ajouter le raccourci "[subway_login]" dans la page sélectionnée pour afficher le formulaire de connexion (ceci sera fait automatiquement après avoir sauvegardé)

source: Custom Page
fr_fr: Page personnalisée

source: Custom URL
fr_fr: URL personnalisée

source: Default Behavior
fr_fr: Comportement par défaut

source: Where do you want your members to go after logging-in? You can pick a page, a Custom URL, or just a WordPress Default behavior. Page and Custom URL has its settings.
fr_fr: Ou voulez-vous que vos membres soient redirigés après s'être connecté? Vous pouvez choisir une page, une URL personnalisée, ou utilisé le comportement par défaut de WordPress. Page et URL ont chacun leur paramètre spécifique.

source: Select Page
fr_fr: Sélectioner une page

source: The selected page will be used as the redirect endpoint for all of your users. Selecting blank (-) will redirect the user to the default redirect defined in WordPress or other plugins. Choose "Custom URL" if you want to redirect to a custom URL or domain.
fr_fr: La page sélectionnée sera utilisée comme cible de redirection pour tous vos utilisateurs. En choisissant (-) ils seront redirigés par le paramètre par défaut défini dans WordPress ou les autres extensions. Choisissez "URL personnalisée" si vous voulez les rediriger vers cette URL personnalisée ou un domaine.

source: When entering a custom domain, you can use a variable string such us: %1$s and %2$s. For example, http://yoursiteurl.com/members/<strong>%2$s</strong> will translate to http://yoursiteurl/members/<strong>admin</strong> where "admin" is equal to the %2$s variable; http://yoursiteurl.com/users/<strong>%1$s</strong> will translate to http://yoursiteurl.com/users/<strong>4</strong> where "4" is equal to the %1$s. Both variables refer to the current user that is logged-in.
fr_fr: Quand vous utiliser un domaine personnalisé, vous pouvez utiliser des variables telles que: %1$s et %2$s. Par exemple, l'URL http://yoursiteurl.com/members/<strong>%2$s</strong> sera transformée en http://yoursiteurl/members/<strong>admin</strong> où "admin" est égale à la variable %2$s ; http://yoursiteurl.com/users/<strong>%1$s</strong> sera transformée en http://yoursiteurl.com/users/<strong>4</strong> où "4" est égale à la variable %1$s. Ces variables références l'utilisateur actuellement connecté.

source: Warning: External URLs are not supported by WordPress Function (wp_safe_redirect) and will be redirected back to default WordPress behavior.
fr_fr: Attention: Les URLs externes ne sont pas supportées par la fonction (wp_safe_redirect) de WordPress et seront redirigées vers le comportement par défaut de WordPress.

source: By choosing the default behavior, the redirect type will be set to the default WordPress' behavior. For example, if you have plugins like Peter's Login Redirect. This option will disable Subway's redirect and use the Peter's Login Redirect Instead.
fr_fr: En choisissant le comportement par défaut, le type de redirection sera défini par le comportement par défaut de WordPress. Par exemple, si vous avez une extension comme Peter's Login Redirect. Cette option désactivera la redirection de l'extension Subway et utilisera celle de l'extension Peter's Login Redirect à la place.

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Remember Me
fr_fr: Se souvenir de moi

source: Log In
fr_fr: Connexion

source: Subway Error: Unable to find template file in: %1s
fr_fr: Erreur Subway: Impossible de trouver le fichier modèle dans: %1s

source: Notice: Subway uses PHP Class Namespaces which is only available in servers with PHP 5.3.0 version and above. Update your server's PHP version. You can deactivate Subway in the meantime.
fr_fr: Information: Subway utilise la fonction PHP Class Namespaces qui est seulement disponible dans la version 5.3.0 et supérieur de PHP. Mettez à jour la version PHP de votre serveur ou désactiver l'extension Subway.

source: Forgot Password
fr_fr: Mot de passe oublié

source: There was an error trying to sign-in to your account. Make sure the credentials below are correct.
fr_fr: Il y a eu une erreur lors de la tentative de connexion à votre compte. Merci de vérifier vos informations d'authentification ci-dessous.

source: Required: Username and Password cannot be empty.
fr_fr: Requis: Le nom d'utilisateur et le mot de passe sont obligatoires

source: Required: Username cannot be empty.
fr_fr: Requis: Le nom d'utilisateur est obligatoire

source: Required: Password cannot be empty.
fr_fr: Requis: Le mot de passe est obligatoire

source: Facebook email address is invalid or is not yet verified.
fr_fr: Votre adresse email Facebook est invalide ou n'a pas encore été vérifié.

source: Facebook Application Error. Misconfigured or App is rejected.
fr_fr: Erreur avec l'application Facebook. Mauvaise configuration ou application rejetée

source: Unable to fetch your Facebook Profile.
fr_fr: Impossible de récupérer votre profil Facebook

source: Username or email address already exists
fr_fr: Le nom d'utilisateur ou l'adresse email existe déjà

source: Google Plus Authentication Error. Invalid Client ID or Secret.
fr_fr: Erreur avec l'authentification Google Plus. ID client ou Secret invalide

source: Error: Invalid username and password combination.
fr_fr: Erreur: Le nom d'utilisateur et le mot de passe sont incorrects.

source: You have logged out successfully.
fr_fr: Vous avez été déconnecté avec succès.

source: Members only page. Please use the login form below to access the page.
fr_fr: Page réservée aux membres. Merci de vous authentifier pour accéder à cette page.

source: Account Sign-in
fr_fr: Créer un compte

source: Great! You have succesfully logged in.
fr_fr: Vous vous êtes connecté avec succès.
